{
    "products": [
      { "id": 1, "title": "Cotton Crew Neck","collection":"new","description":"This cotton crew neck shirt blends comfort, durability, and timeless style, making it perfect for daily wear. Its simple yet versatile design ensures reliable quality and a wardrobe staple suited for various occasions.", "price": "50","type":"shirts","category": "man", "imageUrl": "/images/products/cotton-crew-neck.png"},
      { "id": 2, "title": "Sweat Shirt","collection":"","description":"This sweatshirt combines comfort, durability, and a stylish design, making it perfect for everyday wear. With its soft fabric and versatile fit, it’s a reliable choice for staying cozy and fashionable in any season.",  "price": "99","type":"shirts","category": "man", "imageUrl": "/images/products/sweatshirt.png" },
      { "id": 3, "title": "Long Sleeve Casual","collection":"new","description":"This long-sleeve casual shirt offers the perfect mix of comfort, durability, and modern style. With its versatile design, it’s ideal for both relaxed outings and everyday wear, making it a must-have addition to your wardrobe.",  "price": "69","type":"shirts","category": "man", "imageUrl": "/images/products/long-sleeve-casual.png" },
      { "id": 4, "title": "Go Walk Pant","collection":"","description":"These Go Walk pants combine comfort, durability, and a modern fit, perfect for active days or casual outings. With their lightweight fabric and versatile design, they provide reliable performance and all-day comfort, making them an essential part of your wardrobe.",  "price": "90","type":"pants","category": "woman", "imageUrl": "/images/products/go-walk.png" },
      { "id": 5, "title": "Two Pocket Snap Shirt","collection":"new", "description":"This two-pocket snap shirt combines rugged durability with casual style, making it perfect for both work and leisure. Featuring a practical snap closure and dual chest pockets, it’s a functional yet stylish choice that adds versatility to your wardrobe.", "price": "100","type":"shirts","category": "woman", "imageUrl": "/images/products/two-pocket-snap-shirt.png" },
      { "id": 6, "title": "Carpenter Utility Pant","collection":"","description":"These carpenter utility pants are built for durability and functionality, making them perfect for heavy-duty tasks and everyday wear. With practical tool pockets and a comfortable fit, they combine rugged performance with versatility, ensuring they’re up to any job or casual outing.",  "price": "90","type":"pants","category": "man", "imageUrl": "/images/products/carpenter-utility-pant.png" },
      { "id": 7, "title": "Short Sleeve Polo Shirt","collection":"","description":"This short-sleeve polo shirt offers a perfect blend of comfort and classic style, ideal for casual and semi-formal settings. With its breathable fabric and versatile design, it’s a reliable choice for staying cool and polished throughout the day.",  "price": "90","type":"shirts","category": "man", "imageUrl": "/images/products/short-sleeve-polo-shirt.png" }
    ]
  }
  